{
  "About me": "Über mich",
  "Skills": "Fähigkeiten",
  "Contact": "Kontakt",
  "I am": "Ich bin",
  "Developer": "Entwickler",
  "Scroll down": "Scroll runter",
  "homepage.intro": "Hallo, mein Name ist Artur Marbach und lebe in Hamburg. Als Front-End-Entwickler mit umfangreicher Erfahrung in JavaScript und Angular habe ich in zahlreichen Projekten meine technischen Fähigkeiten und meine Problemlösungskompetenz erfolgreich demonstriert.",
  "BUTTON": {
    "LETS_TALK": "Lass uns reden"
  },
  "Enthusiasm": "Durch meine analytische Denkweise und fundierte Erfahrung mit modernen Frameworks finde ich kreative Lösungen für komplexe Aufgaben und setze neue Ideen effektiv in die Tat um.",
  "Commitment": "Ich habe an mehreren Gruppenprojekten mitgewirkt und dabei wertvolle Erfahrungen in der gemeinsamen Entwicklung von Softwareprojekten gesammelt.",
  "My Skills": "Meine Skills",
  "Skill Development": "Meine erweiterten Frontend-Fähigkeiten in Design und Nutzerfreundlichkeit ermöglichen es mir jetzt, komplexe Webanwendungen zu entwickeln.",
  "Get in touch": "Kontaktieren Sie mich",
  "Portfolio": "Entdecken Sie hier eine Auswahl meiner Projekte – interagieren Sie mit den Anwendungen, testen Sie die Funktionen und werfen Sie einen Blick auf den Live-Code, um meine Fähigkeiten in Aktion zu erleben.",
  "development1.description": "Task-Manager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
  "development3.description": "Diese App ist ein Slack-Klon. Sie vereinfacht die Teamkommunikation und Zusammenarbeit mit ihrer intuitiven Benutzeroberfläche, Echtzeitnachrichten und einer frei wählbaren Auswahl an Kanälen.",
  "development2.description": "Einfaches Jump-and-Run-Spiel basierend auf objektorientierung. Hilf Pepe, Münzen und Flaschen zu finden, um gegen das Killer-Huhn zu kämpfen.",
  "Got a problem to solve?": "Gibt es ein Problem zu lösen?",
  "Communication": "Kontaktieren Sie mich über dieses Formular. Ich bin interessiert daran, von Ihnen zu hören, Ihre Ideen zu erfahren und durch meine Arbeit zu Ihren Projekten beizutragen.",
  "Need a Frontend developer?": "Brauchen Sie einen Frontend-Entwickler?",
  "Contact me!": "Kontaktiere mich!",
  "Please enter a name": "Bitte Namen eingeben",
  "Please enter a valid email": "Bitte geben Sie eine gültige E-Mail-Adresse ein.",
  "Please enter a message (20 letter min)": "Bitte geben Sie eine Nachricht ein (mindestens 20 Buchstaben).",
  "I've read the": "Ich habe die",
  "privacy policy": "Datenschutzerklärung",
  "and agree to the processing of my data as outlined": "gelesen und stimme der Verarbeitung meiner Daten zu.",
  "Send message :)": "Nachricht senden :)",
  "Your name": "Dein Name",
  "Your email": "Deine Email",
  "Your message": "Deine Nachricht",
  "Inprint": "Impressum"


 



}